Repository: mtaheij/PoGo-UWP
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: de

# BugBiteFast
source: Bug Bite
de: Käferbiss Schnell

source: Bug Buzz
de: Käfergebrumm

source: Bulldoze
de: Dampfwalze

source: Bullet Punch
de: Patronenhieb

# BulletPunchFast
source: Bullet Punch
de: Patronenhieb Schnell

# ConfusionFast
source: Confusion
de: Konfusion Schnell

source: Cross Poison
de: Giftstreich

source: Cut
de: Zerschneider

# CutFast
source: Cut
de: Zerschneider Schnell

source: Dazzling Gleam
de: Zauberschein

source: Disarming Voice
de: Säuselstimme

source: Discharge
de: Ladungsstoß

source: Dragon Breath
de: Feuerodem

# DragonBreathFast
source: Dragon Breath
de: Feuerodem Schnell

source: Dragon Claw
de: Drachenklaue

source: Dragon Pulse
de: Drachenpuls

source: Draining Kiss
de: Diebeskuss

source: Drill Peck
de: Bohrschnabel

source: Drill Run
de: Fußtritt

source: Earthquake
de: Erdbeben

source: Ember Fast
de: Glut Schnell

# FeintAttackFast
source: Feint Attack
de: Finte Schnell

source: Fire Blast
de: Feuersturm

# FireFangFast
source: Fire Fang
de: Feuerzahn Schnell

source: Fire Punch
de: Feuerschlag

source: Flame Burst
de: Funkenflug

source: Flame Charge
de: Nitroladung

source: Flash Cannon
de: Lichtkanone

source: Frost Breath
de: Eisesodem

# FrostBreathFast
source: Frost Breath
de: Eisesodem Schnell

source: Fury Cutter
de: Zornklinge

# FuryCutterFast
source: Fury Cutter
de: Zornklinge Schnell

source: Giga Drain
de: Gigasauger

source: Gunk Shot
de: Mülltreffer

source: Headbutt
de: Kopfnuss

source: Heart Stamp
de: Herzstempel

source: Heat Wave
de: Hitzewelle

source: Horn Attack
de: Hornattacke

source: Hurricane
de: Wirbelsturm

source: Hydro Pump
de: Hydropumpe

# HydroPumpBlastoise
source: Hydro Pump
de: Hydropumpe

source: Hyper Fang
de: Hyperzahn

source: Ice Beam
de: Eisstrahl

source: Ice Punch
de: Eishieb

source: Ice Shard
de: Eissplitter

# IceShardFast
source: Ice Shard
de: Eissplitter Schnell

source: Icy Wind
de: Eissturm

source: Iron Head
de: Eisenschädel

source: Karate Chop
de: Karateschlag

# KarateChopFast
source: Karate Chop
de: Karateschlag Schnell

source: Leaf Blade
de: Laubklinge

source: Lick Fast
de: Schlecker Schnell

# LowKickFast
source: Low Kick
de: Fußkick Schnell

source: Low Sweep
de: Fußtritt

source: Magnet Bomb
de: Magnetbombe

source: Mega Drain
de: Megasauger

# MetalClawFast
source: Metal Claw
de: Metallklaue Schnell

source: Moonblast
de: Mondgewalt

source: Mud Bomb
de: Schlammbombe

source: Mud Shot
de: Lehmschuss

# MudShotFast
source: Mud Shot
de: Lehmschuss Schnell

# MudSlapFast
source: Mud Slap
de: Lehmschelle Schnell

source: Night Slash
de: Nachthieb

source: Ominous Wind
de: Unheilböen

source: Parabolic Charge
de: Parabolladung

source: Peck
de: Schnabel

# PeckFast
source: Peck
de: Schnabel Schnell

source: Petal Blizzard
de: Blütenwirbel

source: Play Rough
de: Knuddler

source: Poison Fang
de: Giftzahn

source: Poison Jab
de: Gifthieb

# PoisonJabFast
source: Poison Jab
de: Gifthieb Schnell

# PoisonStingFast
source: Poison Sting
de: Giftstachel Schnell

# PoundFast
source: Pound
de: Pfund Schnell

source: Power Gem
de: Juwelenkraft

source: Power Whip
de: Blattgeißel

source: Psybeam
de: Psystrahl

# PsychoCutFast
source: Psycho Cut
de: Psychoklinge Schnell

source: Psyshock
de: Psychoschock

source: Psystrike
de: Psychostoß

# QuickAttackFast
source: Quick Attack
de: Ruckzuckhieb Schnell

# RazorLeafFast
source: Razor Leaf
de: Rasierblatt Schnell

source: Rest
de: Erholung

source: Rock Slide
de: Steinhagel

# RockSmashFast
source: Rock Smash
de: Zertrümmerer Schnell

source: Rock Throw
de: Steinwurf

# RockThrowFast
source: Rock Throw
de: Steinwurf Schnell

source: Rock Tomb
de: Felsgrab

source: Scald
de: Siedewasser

# ScaldBlastoise
source: Scald
de: Siedewasser

# ScratchFast
source: Scratch
de: Kratzer Schnell

source: Seed Bomb
de: Samenbomben

source: Shadow Ball
de: Spukball

source: Shadow Claw
de: Dunkelklaue

# ShadowClawFast
source: Shadow Claw
de: Dunkelklaue Schnell

source: Shadow Punch
de: Finsterfaust

source: Shadow Sneak
de: Schattenstoß

source: Signal Beam
de: Ampelleuchte

source: Slash
de: Schlitzer

source: Sludge Bomb
de: Matschbombe

source: Sludge Wave
de: Schlammwoge

source: Solar Beam
de: Solarstrahl

source: Spark
de: Funkensprung

# SparkFast
source: Spark
de: Funkensprung Schnell

source: Splash
de: Platscher

# SplashFast
source: Splash
de: Platscher Schnell

source: Steel Wing
de: Stahlflügel

# SteelWingFast
source: Steel Wing
de: Stahlflügel Schnell

source: Stomp
de: Stampfer

source: Stone Edge
de: Steinkante

source: Struggle
de: Verzweifler

source: Submission
de: Überroller

# SuckerPunchFast
source: Sucker Punch
de: Tiefschlag Schnell

source: Swift
de: Sternschauer

# TackleFast
source: Tackle
de: Tackle Schnell

source: Thunder
de: Donner

source: Thunderbolt
de: Donnerblitz

source: Thunder Punch
de: Donnerschlag

# ThunderShockFast
source: Thunder Shock
de: Donnerschock Schnell

source: Twineedle
de: Duonadel

source: Twister
de: Windhose

# VineWhipFast
source: Vine Whip
de: Rankenhieb Schnell

# WaterGunFast
source: Water Gun
de: Aquaknarre Schnell

# WaterGunFastBlastoise
source: Water Gun
de: Aquaknarre Schnell

source: Water Pulse
de: Aquawelle

# WingAttackFast
source: Wing Attack
de: Flügelschlag Schnell

source: Wrap Green
de: Wickel Grün

source: Wrap Pink
de: Wickel Rosa

source: XScissor
de: Kreuzschere

# ZenHeadbuttFast
source: Zen Headbutt
de: Zen-Kopfstoß Schnell

# Bulbasaur.Description
source: Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun’s rays, the seed grows progressively larger.
de: Bisasam macht gern einmal ein Nickerchen im Sonnenschein. Auf seinem Rücken trägt es einen Samen. Indem es Sonnenstrahlen aufsaugt, wird er zunehmend größer.

# Ivysaur.Description
source: There is a bud on this Pokémon’s back. To support its weight, Ivysaur’s legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it’s a sign that the bud will bloom into a large flower soon.
de: Bisaknosp hat eine Knospe auf seinem Rücken. Seine Beine und sein Stamm sind kräftig genug, um sein Gewicht zu tragen. Wenn es lange in der Sonne liegt, ist das ein Anzeichen dafür, dass die Knospe bald blüht.

# Venusaur.Description
source: There is a large flower on Venusaur’s back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower’s aroma soothes the emotions of people.
de: Bisaflor hat eine Blume auf seinem Rücken. Wenn sie viel Nahrung und Sonne aufnimmt, verfärbt sie sich bunt. Der Duft der Blume besänftigt die Gemüter der Menschen.

# Charmander.Description
source: The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokémon becomes enraged, the flame burns fiercely.
de: Die Flamme auf seiner Schweifspitze zeigt seine Gefühlslage an. Sie flackert, wenn Glumanda zufrieden ist. Wenn dieses Pokémon wütend wird, lodert die Flamme sehr stark.

# Charmeleon.Description
source: Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color.
de: Glutexo attackiert seine Feinde mit aller Gewalt und unter Einsatz seiner scharfen Krallen. Trifft es auf starke Gegner, wird es wütend und die Flamme auf seiner Schweifspitze flackert in einem bläulichen Ton.

# Charizard.Description
source: Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.
de: Glurak fliegt durch die Lüfte, um starke Gegner aufzuspüren. Sein heißer Feueratem bringt alles zum Schmelzen. Aber es richtet seinen Feueratem nie gegen schwächere Gegner.

# Squirtle.Description
source: Squirtle’s shell is not merely used for protection. The shell’s rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds.
de: Schiggys Panzer dient nicht nur zum Schutz. Die runde Form und die Furchen auf der Oberfläche verringern den Widerstand im Wasser, sodass dieses Pokémon sehr schnell schwimmen kann.

# Wartortle.Description
source: Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokémon’s toughness as a battler.
de: Schillok hat einen langen, buschigen Schweif, dessen Farbe intensiver wird, wenn es altert. Die Kratzer auf seinem Panzer zeugen von seiner Kampfkraft.

# Blastoise.Description
source: Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet.
de: Turtok besitzt Wasserdüsen, die aus seinem Panzer herausragen. Diese sind sehr präzise. Es kann Wassergeschosse so genau verschießen, dass es damit aus fast 50 m leere Dosen trifft.

# Caterpie.Description
source: Caterpie has a voracious appetite. It can devour leaves bigger than its body right before your eyes. From its antenna, this Pokémon releases a terrifically strong odor.
de: Raupy ist sehr gefräßig. Es kann Blätter verschlingen, die seine eigene Größe um ein Vielfaches übersteigen. Seine Antennen sondern einen übel riechenden Gestank ab.

# Metapod.Description
source: The shell covering this Pokémon’s body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.
de: Der Panzer dieses Pokémon ist hart wie Stahl. Safcon bewegt sich kaum, da es das weiche Innere unter seiner harten Schale auf seine Entwicklung vorbereitet.

# Butterfree.Description
source: Butterfree has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over six miles from its nest.
de: Smettbos größte Fähigkeit ist das Aufspüren köstlichen Blütenhonigs. Es findet sogar Honig in Blumen, die fast 10 km von seinem Nest entfernt blühen.

# Weedle.Description
source: Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose).
de: Hornliu verfügt über einen ausgezeichneten Geruchssinn. Es ist in der Lage, seine Lieblingsblätter von denen zu unterscheiden, die es nicht mag, indem es mit seinem großen roten Rüssel daran schnuppert.

# Kakuna.Description
source: Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch.
de: Kokuna bewegt sich kaum, wenn es sich an einen Baum heftet. In seinem Inneren jedoch regt sich einiges, da es sich auf seine bevorstehende Entwicklung vorbereitet. Dabei wird seine Schale sehr heiß.

# Beedrill.Description
source: Beedrill is extremely territorial. No one should ever approach its nest—this is for their own safety. If angered, they will attack in a furious swarm.
de: Bibor ist sehr wehrhaft. Es sollte sich besser niemand seinem Nest nähern. Wenn man sie ärgert, greifen sie in Schwärmen an.

# Pidgey.Description
source: Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings.
de: Taubsi verfügt über einen sehr geschulten Orientierungssinn. Es kehrt zielsicher zu seinem Nest zurück, egal, wie weit es sich von seiner gewohnten Umgebung entfernt hat.

# Pidgeotto.Description
source: Pidgeotto claims a large area as its own territory. This Pokémon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.
de: Tauboga nennt ein großes Gebiet sein Eigen. Es fliegt umher und kontrolliert seinen Lebensraum. Wenn jemand sein Gebiet betritt, zeigt es keine Gnade und greift seine Gegner mit seinen scharfen Krallen an.

# Pidgeot.Description
source: This Pokémon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokémon.
de: Dieses Pokémon hat ein wunderschönes, glänzendes Gefieder. Viele Trainer sind von der auffälligen Schönheit seines Federkleids begeistert, sodass sie Tauboss als ihr Pokémon wählen.

# Rattata.Description
source: Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives—it will make its nest anywhere.
de: Rattfratz ist extrem vorsichtig. Sogar im Schlaf nimmt es alles wahr, indem es seine Ohren bewegt. Es stellt keine großen Ansprüche an seinen Lebensraum und richtet sein Nest überall ein.

# Raticate.Description
source: Raticate’s sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.
de: Rattikarls kräftige Zähne wachsen immer nach. Deshalb nagt es ständig Steine und Baumstämme an. Manchmal knabbert es sogar Hauswände an.

# Spearow.Description
source: Spearow has a very loud cry that can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.
de: Habitak kann einen sehr lauten Schrei ausstoßen, den man über die Entfernung von 1 km vernehmen kann. Durch das Echo seiner hohen, wehklagenden Schreie warnt dieses Pokémon seine Artgenossen vor drohender Gefahr.

# Fearow.Description
source: Fearow is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey.
de: Ibitak erkennt man an seinem langen Schnabel. Er ist hervorragend dafür geeignet, im Erdreich oder im Wasser Beute zu jagen. Es setzt seinen langen, dünnen Schnabel dabei sehr geschickt ein.

# Ekans.Description
source: Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.
de: Rettan rollt sich zu einer Spirale zusammen, wenn es sich ausruht. Aus dieser Haltung kann es blitzschnell auf Bedrohungen aus allen Richtungen reagieren, indem es seinen Kopf hebt.

# Arbok.Description
source: This Pokémon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok wraps its body around its foe, escaping its crunching embrace is impossible.
de: Dieses Pokémon ist unheimlich stark. Es kann seine Beute mit seinem Körper umwickeln und sogar Ölfässer zerdrücken. Wenn Arbok einen Gegner umwickelt, ist es unmöglich, seinem Würgegriff zu entkommen.

# Pikachu.Description
source: This Pokémon has electricity-storing pouches on its cheeks. These appear to become electrically charged during the night while Pikachu sleeps. It occasionally discharges electricity when it is dozy after waking up.
de: Dieses Pokémon kann in seinen Backentaschen Elektrizität speichern. Diese laden sich nachts auf, während Pikachu schläft. Es entlädt manchmal seine elektrische Ladung, wenn es gerade aufgewacht und noch schläfrig ist.

# Raichu.Description
source: This Pokémon exudes a weak electrical charge from all over its body that makes it take on a slight glow in darkness. Raichu plants its tail in the ground to discharge electricity.
de: Dieses Pokémon gibt eine schwache elektrische Ladung ab. Dadurch glüht es bei Dunkelheit leicht. Raichu entlädt Elektrizität, indem es sein Hinterteil in den Boden gräbt.

# Sandshrew.Description
source: Sandshrew has a very dry hide that is extremely tough. The Pokémon can roll into a ball that repels any attack. At night, it burrows into the desert sand to sleep.
de: Sandan hat eine sehr trockene und extrem robuste Haut. Dieses Pokémon kann sich zu einem Ball zusammenrollen, von dem jegliche Angriffe abprallen. Nachts gräbt es sich im Wüstensand ein und schläft dort.

# Sandslash.Description
source: Sandslash can roll up its body as if it were a ball covered with large spikes. In battle, this Pokémon will try to make the foe flinch by jabbing it with its spines. It then leaps at the stunned foe to tear wildly with its sharp claws.
de: Sandamer kann sich zu einem Ball mit langen Stacheln zusammenrollen. Im Kampf schlägt es seine Gegner in die Flucht, indem es sie mit seinen Stacheln sticht. Dann springt es sie an und schlägt mit seinen scharfen Klauen zu.

# NidoranFemale.Description
source: Nidoran♀ has barbs that secrete a powerful poison. They are thought to have developed as protection for this small-bodied Pokémon. When enraged, it releases a horrible toxin from its horn.
de: Nidoran♀ besitzt Widerhaken, die ein starkes Gift ausstoßen. Sie sind vermutlich zum Schutz dieses schmächtigen Pokémon entstanden. Wenn es wütend wird, stößt es ein gefährliches Gift aus seinem Horn aus.

# Nidorina.Description
source: When Nidorina are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This Pokémon appears to become nervous if separated from the others.
de: Wenn Nidorina mit seinen Freunden oder seiner Familie zusammen ist, zieht es seine Widerhaken ein, damit es niemanden verletzt. Dieses Pokémon wird nervös, wenn man es von seinen Artgenossen trennt.

# Nidoqueen.Description
source: Nidoqueen’s body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This Pokémon is at its strongest when it is defending its young.
de: Nidoqueens Körper ist mit sehr harten Schuppen bedeckt. Es ist sehr geschickt darin, Gegner mit harten Attacken wegzuschleudern. Dieses Pokémon entwickelt die größte Kraft, wenn es seine Jungen verteidigt.

# NidoranMale.Description
source: Nidoran♂ has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this Pokémon’s notice.
de: Nidoran♂ hat Muskeln entwickelt, um seine Ohren bewegen zu können. Dadurch kann es sie in jede beliebige Richtung wenden. Diesem Pokémon entgeht nicht das leiseste Geräusch.

# Nidorino.Description
source: Nidorino has a horn that is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might.
de: Nidorino besitzt ein Horn, das sogar härter ist als ein Diamant. Wenn es einen Feind wahrnimmt, stellen sich all die Widerhaken auf seinem Rücken auf und es schlägt den Gegner mit aller Kraft in die Flucht.

# Nidoking.Description
source: Nidoking’s thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower. Once this Pokémon goes on a rampage, there is no stopping it.
de: Nidokings Schweif ist enorm stark. Mit einer Bewegung kann es einen metallenen Sendemast zum Einsturz bringen. Wenn es in Rage gerät, ist es nur schwer aufzuhalten.

# Clefairy.Description
source: On every night of a full moon, groups of this Pokémon come out to play. When dawn arrives, the tired Clefairy return to their quiet mountain retreats and go to sleep nestled up against each other.
de: In Vollmondnächten zeigt sich dieses Pokémon. Wenn es Tag wird, kehrt Piepi zu seinem Zufluchtsort in den Bergen zurück und schläft eingekuschelt neben seinen Artgenossen ein.

# Clefable.Description
source: Clefable moves by skipping lightly as if it were flying using its wings. Its bouncy step lets it even walk on water. It is known to take strolls on lakes on quiet, moonlit nights.
de: Pixi bewegt sich fort, indem es leicht mit den Flügeln schlägt. Durch seinen federnden Gang kann es sogar über Wasser gehen. Bei Mondschein unternimmt es Spaziergänge auf Seen.

# Vulpix.Description
source: Inside Vulpix’s body burns a flame that never goes out. During the daytime, when the temperatures rise, this Pokémon releases flames from its mouth to prevent its body from growing too hot.
de: In Vulpix’ Körper brennt eine Flamme, die niemals erlischt. Am Tage, wenn die Temperaturen steigen, stößt dieses Pokémon Flammen aus seinem Mund aus. So schützt es sich davor, dass sein Körper zu heiß wird.

# Ninetales.Description
source: Legend has it that Ninetales came into being when nine wizards possessing sacred powers merged into one. This Pokémon is highly intelligent—it can understand human speech.
de: Eine Legende besagt, dass Vulnona zu existieren begann, als neun Zauberer mit heiligen Kräften zu einem verschmolzen. Dieses Pokémon ist hochintelligent und versteht die menschliche Sprache.

# Jigglypuff.Description
source: When this Pokémon sings, it never pauses to breathe. If it is in a battle against an opponent that does not easily fall asleep, Jigglypuff cannot breathe, endangering its life.
de: Während dieses Pokémon singt, holt es niemals Luft. Im Kampf gegen einen Gegner, der nicht so leicht in Schlaf zu versetzen ist, kann Pummeluff nicht atmen. Leider gefährdet es sich dadurch selbst.

# Wigglytuff.Description
source: Wigglytuff’s body is very flexible. By inhaling deeply, this Pokémon can inflate itself seemingly without end. Once inflated, Wigglytuff bounces along lightly like a balloon.
de: Knuddeluffs Körper ist sehr dehnbar. Indem es tief einatmet, kann sich dieses Pokémon selbst aufblasen. Wenn es aufgepumpt ist, hüpft es wie ein Luftballon umher.

# Zubat.Description
source: Zubat avoids sunlight because exposure causes it to become unhealthy. During the daytime, it stays in caves or under the eaves of old houses, sleeping while hanging upside down.
de: Zubat meidet Sonnenlicht, da es dadurch krank würde. Am Tage hält es sich in Höhlen oder unter den Dachrinnen alter Häuser auf. Dort schläft es mit dem Kopf nach unten.

# Golbat.Description
source: Golbat bites down on prey with its four fangs and drinks the victim’s blood. It becomes active on inky dark moonless nights, flying around to attack people and Pokémon.
de: Golbat beißt seine Beute mit seinen vier Reißzähnen und trinkt das Blut seiner Opfer. Es wird in Nächten aktiv, in denen nicht einmal der Mond scheint. Es fliegt dann durch die Dunkelheit und greift Menschen und Pokémon an.

# Oddish.Description
source: Oddish searches for fertile, nutrient-rich soil, then plants itself. During the daytime, while it is planted, this Pokémon’s feet are thought to change shape and become similar to the roots of trees.
de: Myrapla sucht nach fruchtbarem, nahrhaftem Boden und pflanzt sich selbst darin ein. Solange es eingepflanzt ist, nehmen seine Füße tagsüber die Gestalt von Baumwurzeln an.

# Gloom.Description
source: From its mouth Gloom drips honey that smells absolutely horrible. Apparently, it loves the horrid stench. It sniffs the noxious fumes and then drools even more of its honey.
de: Aus Duflors Mund tropft übelst riechender Honig. Diesen Gestank scheint es zu lieben, denn es schnieft die giftigen Dämpfe ein und sabbert danach noch mehr Honig.

# Vileplume.Description
source: Vileplume has the world’s largest petals. They are used to attract prey that are then doused with toxic spores. Once the prey are immobilized, this Pokémon catches and devours them.
de: Giflor hat die größten Blätter der Welt. Sie ziehen Beute an und bestäuben sie mit giftigen Sporen. Wenn die Beute sich nicht mehr rührt, fängt dieses Pokémon sie und frisst sie auf.
