Repository: mtaheij/PoGo-UWP
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: de

# BadgeBattleAttackWon
source: Battle Girl
de: Kämpferin

# BadgeBattleTrainingWon
source: Ace Trainer
de: Ass-Trainer

# BadgeBigMagikarp
source: Fisherman
de: Angler

# BadgeCaptureTotal
source: Collector
de: Sammler

# BadgeEvolvedTotal
source: Scientist
de: Forscher

# BadgeHatchedTotal
source: Breeder
de: Züchter

# BadgeSmallRattata
source: Youngster
de: Teenager

# Bug
source: Bug Catcher
de: Käfersammler

# Dragon
source: Dragon Tamer
de: Drachenprofi

# Fairy
source: Fairy Tale Girl
de: Träumerin

# Fighting
source: Black Belt
de: Schwarzgurt

# Fire
source: Kindler
de: Hitzkopf

# Flying
source: Bird Keeper
de: Vogelfänger

# Ghost
source: Hex Maniac
de: Hexe

# Grass
source: Gardener
de: Gärtner

# Ground
source: Ruin Maniac
de: Ruinenmaniac

# Ice
source: Skier
de: Skifahrer

# Normal
source: School Kid
de: Schulkind

# Poison
source: Punk Girl
de: Punker

source: Psychic
de: Psycho

# Rock
source: Hiker
de: Wanderer

# Steel
source: Depot Agent
de: Eisenbahner

# Water
source: Swimmer
de: Schwimmer

# BadgeBattleAttackWonDescription
source: Won {0} gym battles
de: {0} Arenenkämpfe gewonnen

# BadgeBattleTrainingWonDescription
source: Won {0} training battles
de: {0} Trainingskämpfe gewonnen

# BadgeBigMagikarpDescription
source: Caught {0} Magikarp
de: {0} Karpador gefangen

# BadgeCaptureTotalDescription
source: Captured {0} Pokemon
de: {0} Pokémon gefangen

# BadgeEvolvedTotalDescription
source: Evolved {0} Pokémon
de: {0} Pokémon entwickelt

# BadgeHatchedTotalDescription
source: Hatched {0} Pokemon
de: {0} Pokémon geschlüpft

# BadgePikachuDescription
source: Caught {0} Pikachu
de: {0} Pikachu gefangen

# BadgePokedexEntriesDescription
source: Registered {0} Pokemon in the Pokedex
de: {0} Pokémon im Pokédex registriert

# BadgePokestopsVisitedDescription
source: Visited {0} Pokestops
de: {0} Pokregistrierte stops besucht

# BadgeSmallRattataDescription
source: Caught {0} small Rattata
de: {0} winzige Rattfratz gefangen!

# BadgeTravelKmDescription
source: Walked {0} km
de: {0} km gegangen

# BugDescription
source: Caught {0} Bug Pokemon
de: {0} Käfer Pokémon gefangen

# DragonDescription
source: Caught {0} Dragon Pokemon
de: {0} Drachen Pokémon gefangen

# ElectricDescription
source: Caught {0} Electric Pokemon
de: {0} Elektro Pokémon gefangen

# FairyDescription
source: Caught {0} Fairy Pokemon
de: {0} Feen Pokémon gefangen

# FightingDescription
source: Caught {0} Fighting Pokemon
de: {0} Kampf Pokémon gefangen

# FireDescription
source: Caught {0} Fire Pokemon
de: {0} Feuer Pokémon gefangen

# FlyingDescription
source: Caught {0} Flying Pokemon
de: {0} Flug Pokémon gefangen

# GhostDescription
source: Caught {0} Ghost Pokemon
de: {0} Geist Pokémon gefange

# GrassDescription
source: Caught {0} Grass Pokemon
de: {0} Pflanzen Pokémon gefangen

# GroundDescription
source: Caught {0} Ground Pokemon
de: {0} Boden Pokémon gefangen

# IceDescription
source: Caught {0} Ice Pokemon
de: {0} Eis Pokémon gefangen

# NormalDescription
source: Caught {0} Normal Pokemon
de: {0} Normal Pokémon gefangen

# PoisonDescription
source: Caught {0} Poison Pokemon
de: {0} Gift Pokémon gefangen

# PsychicDescription
source: Caught {0} Psychic Pokemon
de: {0} Psycho Pokémon gefangen

# RockDescription
source: Caught {0} Rock Pokemon
de: {0} Stein Pokémon gefangen

# SteelDescription
source: Caught {0} Steel Pokemon
de: {0} Stahl Pokémon gefangen

# WaterDescription
source: Caught {0} Water Pokemon
de: {0} Wasser Pokémon gefangen

# PokemonFledText
source: {0} fled
de: {0} ist geflohen.

# GettingGpsSignalText
source: Getting GPS signal...
de: Suche GPS-Signal ...

# GettingUserDataText
source: Getting user data...
de: Nutzerdaten abrufen ...

# GoogleErrorText
source: Google returned error:
de: Google meldete einen Fehler:

# GoogleNotRespondingText
source: Google is not responding, please try again later.
de: Google antwortet nicht. Bitte versuche es später noch einmal.

# LoadingEncounterText
source: Loading encounter with {0}
de: Lade Begegnung mit {0}

# LoggingInText
source: Logging in...
de: Einloggen ...

# LoginFailedText
source: Login failed, please try again.
de: Login fehlgeschlagen. Bitte versuche es erneut.

# NoText
source: NO
de: NEIN

# NoGpsPermissionsText
source: We need GPS permissions to run the game, please enable it and try again.
de: Wir benötigen eine GPS-Berechtigung um das Spiel zu starten. Bitte aktiviere dein GPS und versuche es erneut.

# PokemonRanAwayText
source: Pokémon ran away, sorry :(
de: Pokémon ist leider weggerannt :(

# PtcDownText
source: PTC login is probably down, please retry later.
de: PTC-Login ist scheinbar nicht erreichbar. Bitte versuche es später.

# SomethingWentWrongText
source: Something went wrong and app may be unstable now. Do you want to logout and try again?
de: Etwas ist schief gelaufen und die App könnte instabil laufen. Möchtest du dich ausloggen und es erneut versuchen?

# UpdateDownloadingText
source: Downloading update {0}
de: Update wird heruntergeladen {0}

# UpdatedVersionText
source: An updated version {0} is available. Do you want to update? {1}
de: Ein Update (Version {0}) ist verfügbar. Jetzt aktualisieren? {1}

# UpdateFailedText
source: Update failed: {0} Open page with installation files for manual install?
de: Update fehlgeschlagen: {0} Seite zu den Dateien für manuelle Installation öffnen?

# UpdateInstallingText
source: Installing update, app is restarting...
de: Installiere Update. App wird neu gestartet ...

# WrongUsernameText
source: Wrong username/password or offline server, please try again.
de: Falscher Benutzername, falsches Passwort oder Server offline, bitte erneut versuchen.

# YesText
source: YES
de: JA

# InstinctTeamText
source: Instinct
de: Intuition

# NoTeamText
source: No Team
de: Kein Team

# ValorTeamText
source: Valor
de: Wagemut

# MysticTeamText
source: Mystic
de: Weisheit

# TransferPokemonSuccessText
source: Transfer succeeded! Got a {0} Candy from the Professor.
de: Erfolgreich verschickt! {0}-Bonbon vom Professor erhalten!

# TransferPokemonWarningText
source: You can't take it back after it's transferred to the Professor.
de: Nachdem du es an den Professor geschickt hast, kannst du es nicht zurückholen.

# LoginExpired
source: Previous login expired.
de: Letzter Login abgelaufen.

# ActivityUnknown
source: Unknown
de: Unbekannt

# ActivityCatchPokemon
source: Pokémon Caught
de: Pokémon gefangen

# ActivityCatchLegendPokemon
source: Catch Legendary Pokémon
de: Fange legendäres Pokémon

# ActivityFleePokemon
source: Pokémon Fled
de: Pokémon geflohen

# ActivityDefeatFort
source: Defeat Fort
de: Besiege Festung

# ActivityEvolvePokemon
source: Evolve a Pokémon
de: Entwickle ein Pokémon

# ActivityHatchEgg
source: Egg Hatched!
de: Ei geschlüpft!

# ActivityWalkKm
source: Walk Km
de: Gehe Km

# ActivityPokedexEntryNew
source: New Pokémon
de: Neues Pokémon

# ActivityCatchFirstThrow
source: First Throw
de: Erster Wurf

# ActivityCatchNiceThrow
source: Nice Throw
de: Guter Wurf

# ActivityCatchGreatThrow
source: Great Throw
de: Großartiger Wurf

# ActivityCatchExcellentThrow
source: Excellent Throw
de: Exzellenter Wurf

# ActivityCatchFirstCatchOfDay
source: First Catch of Day!
de: Erster Fang des Tages!

# ActivityCatchMilestone
source: Catch Milestone
de: Fang Meilenstein

# ActivityTrainPokemon
source: Train Pokémon
de: Trainiere Pokémon

# ActivitySearchFort
source: Search Fort
de: Suche Festung

# ActivityReleasePokemon
source: Release Pokémon
de: Lasse Pokémon frei

# ActivityHatchEggSmallBonus
source: Hatch Egg Small Bonus
de: Eischlüpf-Bonus Klein

# ActivityHatchEggMediumBonus
source: Hatch Egg Medium Bonus
de: Eischlüpf-Bonus Mittel

# ActivityHatchEggLargeBonus
source: Hatch Egg Large Bonus
de: Eischlüpf-Bonus Groß

# ActivityDefeatGymDefender
source: Defeat Gym Defender
de: Besiege Arenen Verteidiger

# ActivityDefeatGymLeader
source: Defeat Gym Leader
de: Besiege Arenen Anführer

source: Combat
de: Wettkampfpunkte

source: Date
de: Funddatum

# Fav
source: Favorite
de: Favorit

source: Health
de: KP

source: Number
de: Nr.

# PokemonInventoryFullText
source: Your Pokémon inventory is full, transfer some Pokémon before trying to catch {0}.
de: Das Pokémon Inventar ist voll, verschicken Sie zunächst einige Pokémon, bevore Sie versuchen, {0} zu fangen.

# WaitingForNetworkText
source: Waiting for network to be back...
de: Warte auf die Netzverbindung...

# EggHatchMessage
source: An Egg hatched into a {0}. You also got {1} Stardust, {2} Candy and {3} XP.
de: Ein {0} schlüpfte aus einem Ei. Du hast auch {1} Sternenstaub, {2} Bonbon und {3} EP erhalten.

# EvolvePokemonWarningText
source: Do you want to evolve {0}?
de: Möchtest du {0} entwickeln?

# PowerUpPokemonWarningText
source: Do you want to use a power up for {0}?
de: Möchtest du bei {0} ein Power-up verwenden?

# TransferPokemonWarningTitle
source: Do you really want to transfer {0} to the Professor?
de: Möchtest du {0} wirklich an den Professor schicken?

# CancelText
source: CANCEL
de: ABBRECHEN

# ItemDiscardWarningText
source: Discard {0}?
de: {0} wegwerfen?

source: Set Nickname
de: Spitznamen eingeben

# CannotTransferFavorite
source: Cannot transfer a favorite Pokémon!
de: Ein als Favorit markiertes Pokémon kann nicht verschickt werden.

# IncubatorRemainingUsesText
source: {0} use(s) left
de: Noch {0} ×

# CooldownTextBlock.Text
source: You have to wait some time
de: Du musst leider etwas warten.

# InventoryFullTextBlock.Text
source: Your inventory is full!
de: Dein Inventar ist voll!

# PtcLoginTextBlock.Text
source: LOGIN with PTC Account
de: LOGIN mit PTC Account

# LoginDisclaimerTextBox.Text
source: WARNING: Niantic may ban you for using this app. Use at your own risk. If you don't trust this app, please close it now.
de: Um dich einzuloggen, musst du deinen Benutzernamen/E-Mail und Passwort eingeben. Wenn du der App nicht vertraust, solltest du sie jetzt schließen. Niantic kann dich für die Verwendung dieser App sperren. Verwendung auf eigene Gefahr.

# NearbyPokemonTextBlock.Text
source: nearby
de: GESICHTETE POKÉMON

# OutOfRangeTextBlock.Text
source: THIS POKÉSTOP IS TOO FAR AWAY
de: Dieser Pokéstop ist zu weit entfernt.

# LoginPasswordPasswordBox.PlaceholderText
source: Password
de: Passwort

# LoginUsernameTextBox.PlaceholderText
source: Username / Email
de: Benutzername / E-Mail

# ExperienceTextBlock.Text
source: XP
de: EP

# CpTextBlock.Text
source: CP
de: WP

# SettingsMusicTextBlock.Text
source: Music
de: Musik

# SettingsHeaderTextBlock.Text
source: SETTINGS
de: EINSTELLUNGEN

# SettingsSignOutTextBlock.Text
source: Sign Out
de: Abmelden

# SlashSpaceCpTextBlock.Text
source: / CP
de: / WP

# SpaceXpTextBlock.Text
source: XP
de: EP

# LevelUpTextBlock.Text
source: Level up!
de: Stufenaufstieg!

# SettingsMapAutoRotateTextBlock.Text
source: Auto-Rotate Map
de: Karte automatisch drehen

# StartDateTextBlock.Text
source: START DATE
de: STARTDATUM

# IncubatorsTextBlock.Text
source: INCUBATORS
de: BRUTMASCHINEN

# SettingsUseNianticMapTextBlock.Text
source: Use Niantic Map
de: Verwende Niantic Karte

# HpTextBlock.Text
source: HP
de: KP

# TypeTextBlock.Text
source: Type
de: Typ

# WeightTextBlock.Text
source: Weight
de: Gewicht

# HeightTextBlock.Text
source: Height
de: Größe

# StardustTextBlock.Text
source: STARDUST
de: STERNENSTAUB

# CandyTextBlock.Text
source: CANDY
de: -BONBON

# EvolveButton.Content
source: EVOLVE
de: ENTWICKELN

# EggDetailButtonTextBlock.Text
source: START INCUBATION
de: AUSBRÜTEN BEGINNEN

# EggDetailTextBlock.Text
source: Use an incubator to incubate the Egg.
de: Benutze eine Brutmaschine, um dieses Ei auszubrüten.

# PokedexCaught.Text
source: Caught:
de: Gefangen:

# PokedexEvolutions.Text
source: Evolutions
de: Entwicklung

# PokedexPokemonHeight.Text
source: Height:
de: Größe:

# PokedexPokemonType.Text
source: Type:
de: Typ:

# PokedexPokemonWeight.Text
source: Weight:
de: Gewicht:

# PokedexSeen.Text
source: Seen:
de: Gesehen:

# PokedexViewCaught.Text
source: Caught
de: Gefangen

# PokedexViewSeen.Text
source: Seen
de: Gesehen

# TransferTextBlock.Text
source: TRANSFER
de: VERSCHICKEN

# FavoriteTextBlock.Text
source: FAVORITE
de: FAVORIT

# SettingsLanguageRestartTextBlock.Text
source: You must restart the App to take effect.
de: Die App muss neu gestartet werden.

# SettingsLanguageTextBlock.Text
source: Language
de: Sprache

# SettingsRememberMapZoomTextBlock.Text
source: Remember Map Zoom
de: Karten Zoom speichern

# SettingsCompassEnabledTextBlock.Text
source: Use compass
de: Kompass verwenden

# SettingsLiveTileTextBlock.Text
source: Live Tile Mode
de: Modus für Kachelaktualisierung

# AppraiseTextBlock.Text
source: APPRAISE
de: BEWERTUNG

# EggsHeader.Title
source: EGGS
de: EIER

# EggsTextBlock.Text
source: EGGS
de: EIER

# EggDetailIncubatingTextBlock.Text
source: Walk to hatch this Egg.
de: Gehe zu Fuß, um dieses Ei auszubrüten.

# D_ItemGreatBall
source: A good, high-performance Poké Ball that provides a higher catch rate than a standard Poké Ball.
de: Ein Ball mit guter Erfolgsquote. Dem Pokéball in allen Punkten überlegen.

# D_ItemIncenseCool
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
de: Ein wohlriechender Rauch, der 30 Minuten lang wilde Pokémon zu dir lockt.

# D_ItemIncenseFloral
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
de: Ein wohlriechender Rauch, der 30 Minuten lang wilde Pokémon zu dir lockt.

# D_ItemIncenseOrdinary
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
de: Ein wohlriechender Rauch, der 30 Minuten lang wilde Pokémon zu dir lockt.

# D_ItemIncenseSpicy
source: Incense with a mysterious fragrance that lures wild Pokémon to your location for 30 minutes
de: Ein wohlriechender Rauch, der 30 Minuten lang wilde Pokémon zu dir lockt.

# D_ItemIncubatorBasic
source: A device that incubates an Egg as you walk until it is ready to hatch. Breaks after 3 uses.
de: Eine Maschine, die ein Ei ausbrütet, bis es beim Herumlaufen schlüpft. Nach 3 Einsätzen geht sie kaputt.

# D_ItemIncubatorBasicUnlimited
source: A device that incubates an Egg as you walk until it is ready to hatch. Unlimited use!
de: Eine Maschine, die ein Ei ausbrütet, bis es beim Herumlaufen schlüpft. Unbegrenzt einsetzbar!

# D_ItemMasterBall
source: The best Poké Ball with the ultimate level of performance. With it you will catch any Pokémon without fail.
de: Ein Ball mit 100% Erfolgsquote. Dem Pokéball in allen Punkten überlegen.

# D_ItemPokeBall
source: A device for capturing wild Pokémon. It's thrown like a ball at a wild Pokémon, comfortably encapsulating its target.
de: Damit fängst du wilde Pokémon. Du wirfst ihn wie einen normalen Ball. Das Design ähnelt dem einer Kapsel.

# D_ItemPotion
source: A spray-type medicine for treating wounds. It restores the HP of one Pokémon by 20 points.
de: Hilft bei Wunden. Füllt 20 der KP eines Pokémon wieder auf.

# D_ItemRevive
source: A medicine that can revive fainted Pokémon. It also restores half of a fainted Pokémon's maximum HP.
de: Eine Medizin, die ein kampfunfähiges Pokémon wiederbelebt. Die Hälfte der maximalen KP wird wiederhergestellt.

# D_ItemUltraBall
source: An ultra-high performance Poké Ball that provides a higher success rate for catching Pokémon than a Great.
de: Ein Ball mit hoher Erfolgsquote. Dem Superball in allen Punkten überlegen.

# ItemBlukBerry
source: Bluk Berry
de: Morbbeere

# ItemGreatBall
source: Great Ball
de: Superball

# ItemHyperPotion
source: Hyper Potion
de: Hypertrank

# ItemIncenseCool
source: Cool Incense
de: Erfrischender Rauch

# ItemIncenseFloral
source: Floral Incense
de: Blumiger Rauch

# ItemIncenseOrdinary
source: Incense
de: Rauch

# ItemIncenseSpicy
source: Spicy Incense
de: Würziger Rauch

# ItemIncubatorBasic
source: Incubator
de: Ei-Brutmaschine

# ItemIncubatorBasicUnlimited
source: ∞ Incubator
de: Ei-Brutmaschine ∞

# ItemItemStorageUpgrade
source: Item Storage Upgrade
de: Beutel Plus

# ItemLuckyEgg
source: Lucky Egg
de: Glücksei

# ItemMasterBall
source: Master Ball
de: Meisterball

# ItemMaxPotion
source: Max Potion
de: Top-Trank

# ItemMaxRevive
source: Max Revive
de: Top-Beleber

# ItemNanabBerry
source: Nanab Berry
de: Nanabbeere

# ItemPinapBerry
source: Pinap Berry
de: Sananabeere

# ItemPokeBall
source: Poke Ball
de: Pokéball

# ItemPokemonStorageUpgrade
source: Pokemon Storage Upgrade
de: Pokémon-Aufbewahrung-Plus

# ItemPotion
source: Potion
de: Trank

# ItemRazzBerry
source: Razz Berry
de: Himmihbeere

# ItemRevive
source: Revive
de: Beleber

# ItemSpecialCamera
source: Special Camera
de: Kamera

# ItemSuperPotion
source: Super Potion
de: Supertrank

# ItemTroyDisk
source: Lure Module
de: Lockmodul

# ItemUltraBall
source: Ultra Ball
de: Hyperball

# ItemUnknown
source: Unknown
de: Unbekannt

# ItemWeparBerry
source: Wepar Berry
de: Nirbebeere

# ItemXAttack
source: X Attack
de: X-Angriff

# ItemXDefense
source: X Defense
de: X-Verteidigung

# ItemXMiracle
source: X Miracle
de: X-Wunder

# D_ItemLuckyEgg
source: A Lucky Egg that's filled with happiness! Earns double XP for 30 minutes.
de: Ein Ei, das mit Glück gefüllt ist. Der Spieler erhält 30 Minuten lang doppelt so viele EP.

# D_ItemRazzBerry
source: Feed this to a Pokémon, and it will be easier to catch on your next throw.
de: Wenn du sie einem Pokémon zum Essen gibst, lässt es sich leichter fangen.

# D_ItemSpecialCamera
source: When you encounter Pokémon in the wild, you can use your camera to photograph them.
de: Wenn du einem wilden Pokémon begegnest, kannst du es mit deiner Kamera fotografieren.

# D_ItemSuperPotion
source: A spray-type medicine for treating wounds. It restores the HP of one Pokémon by 50 points.
de: Eine sprayförmige Medizin um Wunden zu behandeln. Es regeneriert die KP eines Pokémon um 50 Punkte.

# D_ItemTroyDisk
source: A module that attracts Pokémon to a Pokéstop for 30 min. The effect benefits other people nearby.
de: Es lockt 30 Minuten lang Pokémon zu einem PokéStop. Spieler in der Nähe profitieren auch.

# D_ItemUnknown
source: This item is unknown and may be added in the future.
de: Dieses Item ist unbekannt und wird möglicherweise zukünftig hinzugefügt.

# D_ItemBlukBerry
source: Feed this to a Pokémon, and it will be easier to catch on your next throw.
de: Wenn du sie einem Pokémon zum Essen gibst, lässt es sich leichter fangen.

# D_ItemNanabBerry
source: Feed this to a Pokémon to calm it down, making it less erratic.
de: Wenn du sie einem Pokémon zum Essen gibst, lässt es sich leichter fangen.

# D_ItemPinapBerry
source: Feed this to a Pokémon to make it drop more candy.
de: Wenn du sie einem Pokémon zum Essen gibst, lässt es sich leichter fangen.

# D_ItemWeparBerry
source: Feed this to a Pokémon, and it will be easier to catch on your next throw.
de: Wenn du sie einem Pokémon zum Essen gibst, lässt es sich leichter fangen.

source: Alakazam
de: Simsala

source: Arcanine
de: Arkani

source: Articuno
de: Arktos

source: Beedrill
de: Bibor

source: Bellsprout
de: Knofensa

source: Blastoise
de: Turtok

source: Bulbasaur
de: Bisasam

source: Butterfree
de: Smettbo

source: Caterpie
de: Raupy

source: Chansey
de: Chaneira

source: Charizard
de: Glurak

source: Charmander
de: Glumanda

source: Charmeleon
de: Glutexo

source: Clefable
de: Pixi

source: Clefairy
de: Piepi

source: Cloyster
de: Austos

source: Cubone
de: Tragosso

source: Dewgong
de: Jugong

source: Diglett
de: Digda

source: Dodrio
de: Dodri

source: Doduo
de: Dodu

source: Dragonair
de: Dragonir

source: Dragonite
de: Dragoran

source: Drowzee
de: Traumato

source: Dugtrio
de: Digdri

source: Eevee
de: Evoli

source: Ekans
de: Rettan

source: Electabuzz
de: Elektek

source: Electrode
de: Lektrobal

source: Exeggcute
de: Owei

source: Exeggutor
de: Kokowei

source: Farfetchd
de: Porenta

source: Fearow
de: Ibitak

source: Flareon
de: Flamara

source: Gastly
de: Nebulak

source: Geodude
de: Kleinstein

source: Gloom
de: Duflor

source: Goldeen
de: Goldini

source: Golduck
de: Entoron

source: Golem
de: Geowaz

source: Graveler
de: Georok

source: Grimer
de: Sleima

source: Growlithe
de: Fukano

source: Gyarados
de: Garados

source: Haunter
de: Alpollo

source: Hitmonchan
de: Nockchan

source: Hitmonlee
de: Kicklee

source: Horsea
de: Seeper

source: Ivysaur
de: Bisaknosp

source: Jigglypuff
de: Pummeluff

source: Jolteon
de: Blitza

source: Jynx
de: Rossana

source: Kakuna
de: Kokuna

source: Kangaskhan
de: Kangama

source: Koffing
de: Smogon

source: Lickitung
de: Schlurp

source: Machamp
de: Machomei

source: Machoke
de: Maschock

source: Machop
de: Machollo

source: Magikarp
de: Karpador

source: Magnemite
de: Magnetilo

source: Mankey
de: Menki

source: Marowak
de: Knogga

source: Meowth
de: Mauzi

source: Metapod
de: Safcon

source: Mewtwo
de: Mewtu

source: Moltres
de: Lavados

source: MrMime
de: Pantimos

source: Muk
de: Sleimok

source: Ninetales
de: Vulnona

source: Oddish
de: Myrapla

source: Omanyte
de: Amonitas

source: Omastar
de: Amoroso

source: Parasect
de: Parasek

source: Persian
de: Snobilikat

source: Pidgeot
de: Tauboss

source: Pidgeotto
de: Tauboga

source: Pidgey
de: Taubsi

source: Poliwag
de: Quapsel

source: Poliwhirl
de: Quaputzi

source: Poliwrath
de: Quappo

source: Ponyta
de: Ponita

source: Primeape
de: Rasaff

source: Psyduck
de: Enton

source: Rapidash
de: Gallopa

source: Raticate
de: Rattikarl

source: Rattata
de: Rattfratz

source: Rhydon
de: Rizeros

source: Rhyhorn
de: Rihorn

source: Sandshrew
de: Sandan

source: Sandslash
de: Sandamer

source: Scyther
de: Sichlor

source: Seadra
de: Seemon

source: Seaking
de: Golking

source: Seel
de: Jurob

source: Shellder
de: Muschas

source: Slowbro
de: Lahmus

source: Slowpoke
de: Flegmon

source: Snorlax
de: Relaxo

source: Spearow
de: Habitak

source: Squirtle
de: Schiggy

source: Staryu
de: Sterndu

source: Tentacool
de: Tentacha

source: Tentacruel
de: Tentoxa

source: Vaporeon
de: Aquana

source: Venomoth
de: Omot

source: Venonat
de: Bluzuk

source: Venusaur
de: Bisaflor

source: Victreebel
de: Sarzenia

source: Vileplume
de: Giflor

source: Voltorb
de: Voltobal

source: Wartortle
de: Schillok

source: Weedle
de: Hornliu

source: Weepinbell
de: Ultrigaria

source: Weezing
de: Smogmog

source: Wigglytuff
de: Knuddeluff

source: Bite
de: Biss

source: Cross Chop
de: Kreuzhieb

source: Dark Pulse
de: Finsteraura

source: Dig
de: Schaufler

source: Double Slap
de: Duplexhieb

source: Ember
de: Glut

source: Flamethrower
de: Flammenwurf

source: Flame Wheel
de: Flammenrad

source: Hyper Beam
de: Hyperstrahl

source: Lick
de: Schlecker

source: Low Kick
de: Fußkick

source: Megahorn
de: Vielender

source: Metal Claw
de: Metallklaue

source: Move Unset
de: Attacke unbesetzt

source: Pound
de: Pfund

source: Psycho Cut
de: Psychoklinge

source: Quick Attack
de: Ruckzuckhieb

source: Razor Leaf
de: Rasierblatt

source: Scratch
de: Kratzer

source: Sludge
de: Schlammbad

source: Sucker Punch
de: Tiefschlag

source: Take Down
de: Bodycheck

source: Thunder Shock
de: Donnerschock

source: Vice Grip
de: Klammer

source: Vine Whip
de: Rankenhieb

source: Water Gun
de: Aquaknarre

source: Wing Attack
de: Flügelschlag

source: Wrap
de: Wickel

source: Absorb
de: Absorber

source: Acid
de: Säure

source: Acid Fast
de: Säure Schnell

source: Aerial Ace
de: Aero-Ass

source: Air Cutter
de: Windschnitt

source: Air Slash
de: Luftschnitt

source: Ancient Power
de: Antik-Kraft

source: Aqua Jet
de: Finte

source: Aqua Tail
de: Nassschweif

# BiteFast
source: Bite
de: Biss Schnell

source: Bone Club
de: Knochenkeule

source: Brick Break
de: Durchbruch

source: Brine
de: Lake

source: Bubble Beam
de: Blubbstrahl

# BubbleFast
source: Bubble
de: Blubber Schnell

source: Bug Bite
de: Käferbiss
