Repository: mtaheij/PoGo-UWP
Catalog: PokemonGo-UWP/MultilingualResources/PokemonGo-UWP.*.xlf
Languages: de

# Paras.Description
source: Paras has parasitic mushrooms growing on its back called tochukaso. They grow large by drawing nutrients from this Bug Pokémon host. They are highly valued as a medicine for extending life.
de: Auf Paras’ Rücken wachsen parasitäre Pilze, die Tochukaso genannt werden. Sie wachsen, indem sie dem Käfer-Pokémon Nährstoffe entziehen. Sie sind sehr wertvoll als lebensverlängernde Medizin.

# Parasect.Description
source: Parasect is known to infest large trees en masse and drain nutrients from the lower trunk and roots. When an infested tree dies, they move onto another tree all at once.
de: Parasek sucht große Bäume heim und entzieht Nährstoffe aus Stamm und Wurzeln. Wenn ein befallener Baum stirbt, sucht es sich zusammen mit seinen Artgenossen einen neuen Wirt.

# Venonat.Description
source: Venonat is said to have evolved with a coat of thin, stiff hair that covers its entire body for protection. It possesses large eyes that never fail to spot even minuscule prey.
de: Bluzuk hat einen Pelz aus dünnen Borsten entwickelt, der dem Schutz seines Körpers dient. Es hat große Augen, denen auch winzig kleine Beute nicht entgeht.

# Venomoth.Description
source: Venomoth is nocturnal—it is a Pokémon that only becomes active at night. Its favorite prey are small insects that gather around streetlights, attracted by the light in the darkness.
de: Omot ist ein nachtaktives Pokémon. Kleine Insekten, die vom Licht in der Dunkelheit angezogen Straßenlaternen umschwärmen, sind seine bevorzugte Beute.

# Diglett.Description
source: Diglett are raised in most farms. The reason is simple— wherever this Pokémon burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables.
de: Digda wird zumeist auf Farmen gezüchtet. Denn wo auch immer dieses Pokémon zu graben beginnt, hinterlässt es Erde, die für das Anpflanzen von Feldfrüchten perfekt geeignet und für den Anbau köstlichen Gemüses ideal ist.

# Dugtrio.Description
source: Dugtrio are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly.
de: Digdri sind Drillinge, die aus einem Körper entstanden sind. Daher denken alle Köpfe gleich. Sie arbeiten so gut zusammen, dass sie endlos graben können.

# Meowth.Description
source: Meowth withdraws its sharp claws into its paws to slinkily sneak about without making any incriminating footsteps. For some reason, this Pokémon loves shiny coins that glitter with light.
de: Mauzi zieht seine scharfen Krallen ein, um umherschleichen zu können, ohne verräterische Spuren zu hinterlassen. Dieses Pokémon hat eine Vorliebe für Münzen, die das Licht reflektieren.

# Persian.Description
source: Persian has six bold whiskers that give it a look of toughness. The whiskers sense air movements to determine what is in the Pokémon’s surrounding vicinity. It becomes docile if grabbed by the whiskers.
de: Snobilikat hat sechs dicke Schnurrhaare, wodurch es Furcht einflößend wirkt. Durch diese nimmt es wahr, wenn sich etwas in seiner Nähe bewegt. Es wird sehr zutraulich, wenn man es an den Schnurrhaaren berührt.

# Psyduck.Description
source: If it uses its mysterious power, Psyduck can’t remember having done so. It apparently can’t form a memory of such an event because it goes into an altered state that is much like deep sleep.
de: Enton besitzt mystische Kräfte. Wenn es sie einsetzt, erinnert es sich nicht mehr daran. Es kann ein solches Ereignis offensichtlich nicht im Gedächtnis behalten, da es sich in einen tiefschlafähnlichen Zustand versetzt.

# Golduck.Description
source: Golduck is the fastest swimmer among all Pokémon. It swims effortlessly, even in a rough, stormy sea. It sometimes rescues people from wrecked ships floundering in high seas.
de: Entoron ist der schnellste Schwimmer von allen Pokémon. Es schwimmt mit Leichtigkeit auch durch eine raue, stürmische See. Manchmal rettet es Menschen, die in Seenot geraten sind und auf dem Meer treiben.

# Mankey.Description
source: When Mankey starts shaking and its nasal breathing turns rough, it’s a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath.
de: Wenn Menki sich schüttelt und schwer durch die Nase atmet, dann ist es wütend. Da es blitzartig in Raserei gerät, ist es unmöglich, seinem Zorn zu entkommen.

# Primeape.Description
source: When Primeape becomes furious, its blood circulation is boosted. In turn, its muscles are made even stronger. However, it also becomes much less intelligent at the same time.
de: Wenn Rasaff wütend ist, wird seine Blutzirkulation gesteigert und seine Muskeln werden noch stärker. Allerdings sinkt dabei auch die Fähigkeit logischen Denkens.

# Growlithe.Description
source: Growlithe has a superb sense of smell. Once it smells anything, this Pokémon won’t forget the scent, no matter what. It uses its advanced olfactory sense to determine the emotions of other living things.
de: Fukano hat einen ausgezeichneten Geruchssinn. Wenn dieses Pokémon einmal einen Geruch wahrgenommen hat, vergisst es ihn nicht mehr. Es benutzt diese Fähigkeit dazu, die Gefühlslage von Lebewesen zu erkennen.

# Arcanine.Description
source: Arcanine is known for its high speed. It is said to be capable of running over 6,200 miles in a single day and night. The fire that blazes wildly within this Pokémon’s body is its source of power.
de: Arkani ist sehr schnell. Es kann an einem Tag fast 10 000 km zurücklegen. Das Feuer, das im Innern dieses Pokémon lodert, dient ihm als Energiequelle.

# Poliwag.Description
source: Poliwag has a very thin skin. It is possible to see the Pokémon’s spiral innards right through the skin. Despite its thinness, however, the skin is also very flexible. Even sharp fangs bounce right off it.
de: Quapsel hat eine sehr dünne Haut. Durch sie hindurch kann man sogar sein spiralförmiges Inneres sehen. Obwohl seine Haut so dünn ist, ist sie sehr elastisch. Selbst scharfe Reißzähne können sie nicht durchdringen.

# Poliwhirl.Description
source: The surface of Poliwhirl’s body is always wet and slick with a slimy fluid. Because of this slippery covering, it can easily slip and slide out of the clutches of any enemy in battle.
de: Quaputzis Körper ist immer feucht und glitschig. Dadurch kann es während eines Kampfes leicht der Umklammerung eines Gegners entkommen.

# Poliwrath.Description
source: Poliwrath’s highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this Pokémon can swim back and forth across the ocean without effort.
de: Quappo besitzt hochentwickelte, starke Muskeln, die niemals ermüden. Es ist so kräftig, dass es mühelos große Ozeane durchschwimmen kann.

# Abra.Description
source: Abra needs to sleep for eighteen hours a day. If it doesn’t, this Pokémon loses its ability to use telekinetic powers. If it is attacked, Abra escapes using Teleport while it is still sleeping.
de: Abra braucht 18 Stunden Schlaf pro Tag, sonst verliert es die Fähigkeit, seine telekinetischen Kräfte zu nutzen. Abra flüchtet mithilfe von Teleport, schläft dabei aber weiter.

# Kadabra.Description
source: Kadabra holds a silver spoon in its hand. The spoon is used to amplify the alpha waves in its brain. Without the spoon, the Pokémon is said to be limited to half the usual amount of its telekinetic powers.
de: Kadabra hält einen silbernen Löffel in der Hand. Es verstärkt damit die Alphawellen in seinem Gehirn. Ohne den Löffel könnte dieses Pokémon nur die Hälfte seiner telekinetischen Kräfte nutzen.

# Alakazam.Description
source: Alakazam’s brain continually grows, infinitely multiplying brain cells. This amazing brain gives this Pokémon an astoundingly high IQ of 5,000. It has a thorough memory of everything that has occurred in the world.
de: Simsalas Hirn wächst stetig weiter und seine Gehirnzellen werden unendlich vervielfacht. Durch sein verblüffendes Gehirn erreicht dieses Pokémon einen IQ von 5 000. Es erinnert sich an alles, was in der Welt passiert ist.

# Machop.Description
source: Machop exercises by hefting around a Graveler as if it were a barbell. There are some Machop that travel the world in a quest to master all kinds of martial arts.
de: Machollo trainiert, indem es ein Georok hochhebt, als wäre es eine Hantel. Es gibt auch Machollo, die durch die Welt reisen, um alle Arten der Kampfkunst zu erlernen.

# Machoke.Description
source: Machoke undertakes bodybuilding every day even as it helps people with tough, physically demanding labor. On its days off, this Pokémon heads to the fields and mountains to exercise and train.
de: Maschock stählt seinen Körper jeden Tag, zum Beispiel indem es Menschen bei einer harten körperlichen Arbeit hilft. An seinen freien Tagen begibt es sich auf Felder und Berge, um zu trainieren.

# Machamp.Description
source: Machamp is known as the Pokémon that has mastered every kind of martial arts. If it grabs hold of the foe with its four arms, the battle is all but over. The hapless foe is thrown far over the horizon.
de: Machomei wurde berühmt, da es alle Arten der Kampfkunst beherrscht. Wenn es einen Gegner mit seinen vier Armen zu fassen gekriegt hat, ist der Kampf so gut wie vorbei. Es schleudert ihn dann nämlich weit über den Horizont hinaus.

# Bellsprout.Description
source: Bellsprout’s thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, this Pokémon spits a corrosive fluid that melts even iron.
de: Knofensas schlanker und elastischer Körper ermöglicht es ihm, jeglichem Angriff auszuweichen, so heftig dieser auch sein mag. Dieses Pokémon spuckt eine ätzende Flüssigkeit aus, die sogar Eisen zersetzen kann.

# Weepinbell.Description
source: Weepinbell has a large hook on its rear end. At night, the Pokémon hooks on to a tree branch and goes to sleep. If it moves around in its sleep, it may wake up to find itself on the ground.
de: Ultrigaria hat einen großen Haken an seinem Hinterteil. Nachts hängt sich dieses Pokémon zum Schlafen an einen Ast. Wenn es sich im Schlaf bewegt, kann es passieren, dass es auf dem Boden wieder aufwacht.

# Victreebel.Description
source: Victreebel has a long vine that extends from its head. This vine is waved and flicked about as if it were an animal to attract prey. When an unsuspecting prey draws near, this Pokémon swallows it whole.
de: Aus Sarzenias Kopf ragt eine lange Ranke hervor, die es bewegt, als wäre sie ein kleines Lebewesen. Nähert sich ahnungslose Beute dieser Falle, verschlingt Sarzenia sie im Ganzen.

# Tentacool.Description
source: Tentacool absorbs sunlight and refracts it using water inside its body to convert it into beam energy. This Pokémon shoots beams from the small round organ above its eyes.
de: Tentacha nimmt Sonnenlicht auf und bricht es in seinem Körper mithilfe von Wasser, um es in Strahlenenergie umzuwandeln. Dieses Pokémon verschießt Strahlen aus dem kleinen, runden Organ über seinen Augen.

# Tentacruel.Description
source: Tentacruel has tentacles that can be freely elongated and shortened at will. It ensnares prey with its tentacles and weakens the prey by dosing it with a harsh toxin. It can catch up to 80 prey at the same time.
de: Tentoxa besitzt Tentakel, die es jederzeit ausfahren und einziehen kann. Es fängt damit Beute und schwächt diese, indem es ihr ein starkes Gift verabreicht. Es kann bis zu 80 Opfer gleichzeitig fangen.

# Geodude.Description
source: When Geodude sleeps deeply, it buries itself halfway into the ground. It will not awaken even if hikers step on it unwittingly. In the morning, this Pokémon rolls downhill in search of food.
de: Wenn Kleinstein tief und fest schläft, gräbt es sich selbst zur Hälfte im Boden ein. Selbst wenn Wanderer versehentlich auf Kleinstein treten, wacht es nicht auf. Am Morgen rollt es auf der Suche nach Nahrung den Berg herunter.

# Graveler.Description
source: Rocks are Graveler’s favorite food. This Pokémon will climb a mountain from the base to the summit, crunchingly feasting on rocks all the while. Upon reaching the peak, it rolls back down to the bottom.
de: Steine sind Georoks Lieblingsspeise. Dieses Pokémon klettert vom Fuße eines Berges zu seinem Gipfel empor und zermalmt dabei das Gestein. Wenn es den Gipfel erreicht hat, rollt es wieder herunter.

# Golem.Description
source: Golem is known for rolling down from mountains. To prevent them from rolling into the homes of people downhill, grooves have been dug into the sides of mountains to serve as guideways for diverting this Pokémon’s course.
de: Geowaz ist dafür bekannt, dass es Berghänge herunterrollt. Damit es nicht in die Häuser der Menschen hineinrollt, wurden Gräben so an den Bergen angelegt, dass der Weg dieses Pokémon umgeleitet wird.

# Ponyta.Description
source: Ponyta is very weak at birth. It can barely stand up. This Pokémon becomes stronger by stumbling and falling to keep up with its parent.
de: Nach seiner Geburt ist Ponita sehr schwach. Es braucht sehr lange, bis es auf allen Vieren steht. Dieses Pokémon wird stärker, da es bei dem Versuch, mit seinen Eltern Schritt zu halten, immer wieder stolpert und hinfällt.

# Rapidash.Description
source: Rapidash usually can be seen casually cantering in the fields and plains. However, when this Pokémon turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph.
de: Man kann Gallopa dabei beobachten, wie es fröhlich über Felder und Wiesen galoppiert. Wenn dieses Pokémon jedoch Ernst macht, erreicht es bis zu 240 km/h. Dann beginnt seine Mähne zu lodern.

# Slowpoke.Description
source: Slowpoke uses its tail to catch prey by dipping it in water at the side of a river. However, this Pokémon often forgets what it’s doing and often spends entire days just loafing at water’s edge.
de: Flegmon benutzt seinen Schweif, um Beute zu fangen, indem es ihn an einem Flussufer ins Wasser taucht. Dieses Pokémon vergisst häufig, was es gerade tun wollte, und verbringt ganze Tage damit, am Ufer herumzutrödeln.

# Slowbro.Description
source: Slowbro’s tail has a Shellder firmly attached with a bite. As a result, the tail can’t be used for fishing anymore. This causes Slowbro to grudgingly swim and catch prey instead.
de: An Lahmus’ Schweif hat sich ein Muschas festgebissen. Daher kann es ihn nicht mehr zum Fischen benutzen und ist dazu gezwungen, umherzuschwimmen und Ausschau nach Beute zu halten.

# Magnemite.Description
source: Magnemite floats in the air by emitting electromagnetic waves from the units at its sides. These waves block gravity. This Pokémon becomes incapable of flight if its internal electrical supply is depleted.
de: Magnetilo segelt durch die Luft und sendet dabei elektromagnetische Wellen an beiden Seiten seines Körpers aus. Dieses Pokémon wird flugunfähig, wenn die Stromquelle in seinem Inneren erschöpft ist.

# Magneton.Description
source: Magneton emits a powerful magnetic force that is fatal to electronics and precision instruments. Because of this, it is said that some towns warn people to keep this Pokémon inside a Poké Ball.
de: Magneton strahlt eine starke magnetische Energie ab, die für elektronische Geräte und Präzisionsinstrumente sehr schädlich ist. In einigen Städten werden die Bewohner gebeten, dieses Pokémon in einem Pokéball zu halten.

# Farfetchd.Description
source: Farfetch’d is always seen with a stalk from a plant of some sort. Apparently, there are good stalks and bad stalks. This Pokémon has been known to fight with others over stalks.
de: Porenta trifft man immer mit einem Pflanzenstängel an, dessen Qualität unterschiedlich ausfallen kann. Von diesem Pokémon wird behauptet, es kämpfe gegen die eigenen Artgenossen um die besten Stängel.

# Doduo.Description
source: Doduo’s two heads contain completely identical brains. A scientific study reported that on rare occasions, there will be examples of this Pokémon possessing different sets of brains.
de: Dodu hat zwei Köpfe mit absolut identischen Gehirnen. Eine wissenschaftliche Studie hat allerdings nachgewiesen, dass es auch Exemplare dieses Pokémon gibt, die zwei unterschiedliche Gehirne haben.

# Dodrio.Description
source: Apparently, the heads aren’t the only parts of the body that Dodrio has three of. It has three sets of hearts and lungs as well, so it is capable of running long distances without rest.
de: Dodri hat nicht nur drei Köpfe, auch andere Körperteile sind dreifach vorhanden. Es besitzt drei Herzen und drei Lungen, sodass es lange Strecken ohne Pause rennen kann.

# Seel.Description
source: Seel hunts for prey in the frigid sea underneath sheets of ice. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.
de: Jurob jagt unter der frostigen Oberfläche des Eismeeres nach Beute. Zum Luftholen schlägt es mit dem vorstehenden Teil seines Kopfes ein Loch ins Eis.

# Dewgong.Description
source: Dewgong loves to snooze on bitterly cold ice. The sight of this Pokémon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.
de: Jugong liebt es, auf bitterkalten Eisschollen ein Nickerchen zu machen. Ein Seemann, der ein solches Pokémon eines Tages auf einem Eisberg schlafen sah, hielt es für eine Meerjungfrau.

# Grimer.Description
source: Grimer emerged from the sludge that settled on a polluted seabed. This Pokémon loves anything filthy. It constantly leaks a horribly germ-infested fluid from all over its body.
de: Sleima ist aus dem Schlamm eines verseuchten Flussbetts entstanden. Dieses Pokémon liebt verschmutzte Dinge. Es scheidet ständig eine mit Bakterien verseuchte Flüssigkeit aus seinem ganzen Körper aus.

# Muk.Description
source: This Pokémon’s favorite food is anything that is repugnantly filthy. In dirty towns where people think nothing of throwing away litter on the streets, Muk are certain to gather.
de: Sleimoks Lieblingsspeise ist alles, was widerlich verschmutzt ist. In dreckigen Städten, in denen sich Menschen nichts dabei denken, wenn sie Müll auf die Straße werfen, lassen sich diese Pokémon mit Vorliebe in Scharen nieder.

# Shellder.Description
source: At night, this Pokémon uses its broad tongue to burrow a hole in the seafloor sand and then sleep in it. While it is sleeping, Shellder closes its shell, but leaves its tongue hanging out.
de: Nachts verwendet dieses Pokémon seine breite Zunge, um ein Loch in den Meeresboden zu graben. Darin schläft es. Dabei schließt es seine Schale, lässt aber seine Zunge heraushängen.

# Cloyster.Description
source: Cloyster is capable of swimming in the sea. It does so by swallowing water, then jetting it out toward the rear. This Pokémon shoots spikes from its shell using the same system.
de: Austos kann im Meerwasser schwimmen, indem es Wasser schluckt und mit Druck wieder herausspritzt. Auf dieselbe Weise verschießt dieses Pokémon scharfe Stacheln.

# Gastly.Description
source: Gastly is largely composed of gaseous matter. When exposed to a strong wind, the gaseous body quickly dwindles away. Groups of this Pokémon cluster under the eaves of houses to escape the ravages of wind.
de: Nebulak hat einen gasförmigen Körper. Wenn es starkem Wind ausgesetzt wird, kann es davongeweht werden. Scharen dieser Pokémon sammeln sich unter Dachrinnen, um sich vor dem gefährlichen Wind zu schützen.

# Haunter.Description
source: Haunter is a dangerous Pokémon. If one beckons you while floating in darkness, you must never approach it. This Pokémon will try to lick you with its tongue and steal your life away.
de: Alpollo ist ein gefährliches Pokémon. Wenn es dir ein Zeichen gibt, während es durch die Dunkelheit schwebt, darfst du dich ihm nicht nähern. Dieses Pokémon wird versuchen, an dir zu lecken und dein Leben zu stehlen.

# Gengar.Description
source: Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually a Gengar running past you, pretending to be your shadow.
de: Nachts kann es passieren, dass dich dein Schatten im Licht einer Straßenlaterne plötzlich überholt. Dann ist es ein Gengar, das an dir vorbeiläuft und sich als dein Schatten ausgibt.

# Onix.Description
source: Onix has a magnet in its brain. It acts as a compass so that this Pokémon does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother.
de: Onix hat einen Magneten in seinem Gehirn. Er dient ihm als Kompass, sodass es beim Graben von Tunneln nicht die Orientierung verliert. Wenn es älter wird, wird sein Körper immer runder und glatter.

# Drowzee.Description
source: If your nose becomes itchy while you are sleeping, it’s a sure sign that one of these Pokémon is standing above your pillow and trying to eat your dream through your nostrils.
de: Wenn dir im Schlaf die Nase juckt, ist das ein sicheres Zeichen dafür, dass eines dieser Pokémon über deinem Kissen schwebt, um deinen Traum durch deine Nasenlöcher hindurch zu verspeisen.

# Hypno.Description
source: Hypno holds a pendulum in its hand. The arcing movement and glitter of the pendulum lull the foe into a deep state of hypnosis. While this Pokémon searches for prey, it polishes the pendulum.
de: Hypno hält ein Pendel in der Hand. Das Schwingen und Glitzern des Pendels versetzt seine Feinde in eine tiefe Hypnose. Während dieses Pokémon auf der Suche nach Beute ist, poliert es sein Pendel.

# Krabby.Description
source: Krabby live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these Pokémon can be seen squabbling with each other over territory.
de: Krabby lebt an Stränden, in Löchern im Sand. An Sandstränden, an denen es wenig Nahrung findet, sieht man dieses Pokémon mit Artgenossen streiten.

# Kingler.Description
source: Kingler has an enormous, oversized claw. It waves this huge claw in the air to communicate with others. However, because the claw is so heavy, the Pokémon quickly tires.
de: Kingler hat eine riesige Schere. Es winkt damit, um mit anderen zu kommunizieren. Da seine Schere aber so schwer ist, wird dieses Pokémon schnell müde.

# Voltorb.Description
source: Voltorb is extremely sensitive—it explodes at the slightest of shocks. It is rumored that it was first created when a Poké Ball was exposed to a powerful pulse of energy.
de: Voltobal ist äußerst empfindlich, es explodiert schon bei der leichtesten Erschütterung. Man munkelt, es sei entstanden, als ein Pokéball einen starken elektrischen Schlag bekommen hat.

# Electrode.Description
source: One of Electrode’s characteristics is its attraction to electricity. It is a problematical Pokémon that congregates mostly at electrical power plants to feed on electricity that has just been generated.
de: Typisch für Lektrobal ist seine große Faszination für Elektrizität. Es ist ein problematisches Pokémon, das sich meistens in Kraftwerken niederlässt, wo es sich von frisch erzeugtem Strom ernähren kann.

# Exeggcute.Description
source: This Pokémon consists of six eggs that form a closely knit cluster. The six eggs attract each other and spin around. When cracks increasingly appear on the eggs, Exeggcute is close to evolution.
de: Dieses Pokémon besteht aus sechs Eiern, die ein engmaschiges Netz bilden. Die sechs Eier ziehen sich gegenseitig an und drehen sich. Wenn die Eier Risse bekommen, steht Owei kurz vor seiner Entwicklung.
